IDEA StatiCa Open Model
TendonBar Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the TendonBar class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TendonBar()
Public Sub New
public:
TendonBar()
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace